Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: The model was then used to assess potential changes in the groundwater flow system resulting from the mine and its facilities, as well as provide input to other components of the FEED update; in particular the Site Wide Water Balance Model (Golder, 2017) and the Water Quality Model (Document in Preparation).
es: El modelo fue usado para evaluar los posibles cambios en el sistema de flujo de aguas subterráneas ocasionados por la mina y sus instalaciones y para proveer datos de entrada a otros componentes de la actualización del FEED, en particular del Modelo de Balance de Aguas Amplio del Sitio (Golder, 2017) y del Modelo de Calidad de Agua (documento en elaboración).

source: The model was then used to assess potential changes in the groundwater flow system resulting from the mine and its facilities, as well as provide input to other components of the PFS update; in particular the Site Wide Water Balance Model (Golder, 2017) and the Water Quality Model (Document in Preparation).
es: El modelo fue usado para evaluar los posibles cambios en el sistema de flujo de aguas subterráneas ocasionados por la mina y sus instalaciones y para proveer datos de entrada a otros componentes de la actualización del PFS, en particular del Modelo de Balance de Aguas Amplio del Sitio (Golder, 2017) y del Modelo de Calidad de Agua (documento en elaboración).

source: The modeling work was carried out to assess the potentially new loading conditions resulting from various fill materials and construction sequences and their effects on the existing tunnel.
es: El trabajo de modelación se llevó a cabo para evaluar las condiciones de carga potencialmente nueva resultante de distintos materiales de relleno y secuencias de construcción y sus efectos en el túnel existente.

source: The modelling results indicate the potential for a small amount of seepage (~0.01 L/s) to begin migrating at depth (in the fresh bedrock) towards the Cauce 3 sub-basin (a sub-basin of the Nus River) in the later stages of mine operations, from year 2032 onwards.
es: Los resultados de la modelación indican la posibilidad de que una pequeña cantidad de infiltración (~0.01 l/s) migre en zonas profundas (roca fresca) hacia la subcuenca del Cauce 3 (una subcuenca del Río Nus) en las últimas etapas de operación de la mina, a partir del año 2032.

source: The modelling results presented above reflect the groundwater conditions forecast during mine operations using “best-estimates” of the key controlling input parameters.
es: Los resultados de la modelación aquí presentados reflejan el pronóstico de las condiciones de las aguas subterráneas durante las operaciones mineras usando las “mejores estimaciones” de los principales parámetros de entrada que las controlan.

source: The monthly volume of water pumped from the Tesorera pit sump during 2016 (the most recent data) is shown on Figure 2.13.
es: El volumen mensual de agua bombeada desde la sentina del pit Tesorera durante 2016 (los datos más recientes) se presenta en la Figura 2.13.

source: The more scattered the points are, the higher the sensitivity of mean PGA value to the associated model input uncertainty.
es: Mientras más dispersos los puntos, más alta la sensibilidad del valor medio de PGA a la incertidumbre asociada a las entradas del modelo.

source: The most basic cause (or causes) that can reasonably be identified that management has control to fix and, when fixed, will prevent (or significantly reduce the likelihood) of reoccurrence.
es: La causa (o causas) más básica que se pueda identificar sobre la que la administración tenga control para resolver y que, una vez resulta, prevendrá (o reducirá significativamente la probabilidad) de reocurrencia.

source: The most prominent of these faults include:
es: Las fallas más notorias entre estas son:

source: The nature and activity of the seismic sources characterized for the analyses, including the subduction zone and any known or suspected active faults;
es: Naturaleza y actividad de las fuentes sísmicas caracterizadas para los análisis, incluyendo la zona de subducción y cualquier falla activa conocida o presunta;

source: The nature and state of the contaminant will determine how it can be absorbed by the body.
es: La naturaleza y el estado del contaminante determinará cómo puede ser absorbido por el cuerpo.

source: The need for sediment curtains and turbidity barriers should considered when working over water.
es: Debe considerarse la necesidad de cortinas de sedimento y barreras de turbidez al trabajar sobre agua.

source: The net change in groundwater discharge to the Nus River near the Gramalote Pit ranges from ~0 L/s to 0.4 L/s (i.e. a surplus of water) when the east Oxide Pile is present to -1L/s when the oxide pile is not present.
es: El cambio neto en la descarga de agua subterránea hacia el Río Nus cerca del pit Gramalote varía entre ~0 l/s a 0.4 l/s (es decir, un excedente de agua), cuando está presente la pila de óxidos, hasta -1 l/s cuando esta no está presente.

source: The new color palette, incorporating hues of green and gold, signiﬁes growth and new energy.
es: La nueva paleta de colores, que incorpora tonalidades de verde y dorado, simboliza crecimiento y nueva energía.

source: The next call will be at the beginning of November where we’ll be presenting what is a Work Method Statement and how to develop one.
es: La próxima reunión se dará a comienzos de Noviembre, donde presentaremos qué es un Procedimiento Seguro de Trabajo, y cómo desarrollarlo.

source: The non-conflicting portion of any approved policy or procedure shall remain in effect.
es: La parte de una política o procedimiento que no tenga conflicto seguirá teniendo efecto.

source: The northern limits of the segment are marked by east-west oriented thrust (compressional) faults, while the southern extent, near the Mejillones Peninsula, is characterized by normal (extensional) faults.
es: El límite norte del segmento se encuentra marcado por fallas de tipo inverso de ángulo bajo (compresionales) de orientación este-oeste, mientras que la extensión sur, cerca de la península de Mejillones, se caracteriza por fallas normales (extensionales).

source: The northern portion of the fault (CH-01a from Lavenu et al. 2000; 25 km in length) is linked to the overall structure that extends southward from the coast to the Antofagasta region.
es: La parte norte de la falla (CH-01a a partir de Lavenu et al. 2000; de 25 km de longitud) se vincula a la estructura general que se extiende al sur desde la costa de la Región de Antofagasta.

source: The number of hours worked does not include sick, vacation or holiday.
es: El número de horas trabajadas no incluye enfermedad, vacaciones ni feriados.

source: The numerical analyses were carried out with the computer codes FLAC3D and FLAC2D.
es: Los análisis numéricos se llevaron a cabo con los códigos computacionales FLAC3D Y FLAC2D.

source: The numerical analysis was carried out with the computer code FLAC3D.
es: El análisis numérico fue ejecutado con el código computacional FLAC3D.

source: The numerical model was constructed and calibrated to current conditions at the site, and subsequently used to estimate the potential impact on groundwater elevations and seepage patterns during mine operations.
es: El modelo numérico se construyó y calibró para las condiciones actuales en el sitio y posteriormente se usó para estimar el posible impacto en las elevaciones del agua subterránea y en los patrones de infiltración durante la operación de la mina.

source: The numerical simulations carried out with FLAC considered plane-strain and axisymmetric geometries, the latter used to consider three dimensional effects on the response.
es: Las simulaciones numéricas efectuadas con FLAC consideraron geometrías de deformación plana y de simetría de revolución y esta última se utilizó para considerar los efectos tridimensionales sobre la respuesta.

source: The objective of the Ownership and People Committee is to guide the HR strategies needed in a high-performance, P&A-led, employee-owned company.
es: El objetivo del Comité de Propiedad y Personas es guiar las estrategias de RR.UU. necesarias en una compañía de alto desempeño, dirigida por P&A y de propiedad de sus empleados.

source: The objective of the hydrogeological (modelling) assessment is to provide an estimate of the potential locations and rates of seepage from the proposed Gramalote Project, and to approximate the change in groundwater elevations (and groundwater balance) from the main facilities during Mine Operations.
es: El objetivo de la evaluación (modelación) hidrogeológica es proporcionar una estimación de las potenciales ubicaciones y tasas de infiltración del proyecto Gramalote y obtener una aproximación de los cambios de elevación (y balance) de las aguas subterráneas en las zonas de las principales instalaciones durante las operaciones mineras.

source: The objective of the hydrogeological study in support of the Gramalote Project FEED update was to construct and calibrate a 3D groundwater flow model of the key mining facilities for the Project in order to provide a quantitative assessment of potential seepage conditions during Mine Operations.
es: El objetivo del estudio hidrogeológico como soporte del FEED del proyecto Gramalote consiste en construir y calibrar un modelo 3D de flujo de aguas subterráneas en las instalaciones claves del proyecto para realizar una evaluación cuantitativa de las condiciones potenciales de infiltración durante las operaciones mineras.

source: The objective of the hydrogeological study in support of the Gramalote Project PFS update was to construct and calibrate a 3D groundwater flow model of the key mining facilities for the Project in order to provide a quantitative assessment of potential seepage conditions during Mine Operations.
es: El objetivo del estudio hidrogeológico como soporte del PFS del proyecto Gramalote consiste en construir y calibrar un modelo 3D de flujo de aguas subterráneas en las instalaciones claves del proyecto para realizar una evaluación cuantitativa de las condiciones potenciales de infiltración durante las operaciones mineras.

source: The objective was to investigate the cyclic response of thickened tailings slopes and provide high quality data for numerical model calibration.
es: El objetivo fue investigar la respuesta cíclica de los taludes de relaves espesados y entregar datos de alta calidad para la calibración del modelo numérico.

source: The occurrence of Alluvium was assumed in low, flat-lying valleys, based on site reconnaissance, surficial geology mapping, and topographic (slope) data.
es: Se consideró que los depósitos aluviales ocurren en valles bajos y planos, basándose en el reconocimiento de campo, en el mapeo geológico superficial y en dats topográficos (taludes).

source: The occurrence of seeps and groundwater inflows in Volcaniclastic units at relatively high elevations, seeps and discharges at the Tvs-Don Jose Intrusive contact, and the artesian conditions encountered in the Tvs in the lower benches of the Tesorera pit indicate that groundwater will be encountered increasingly with depth and the pressures associated with groundwater will increase below the pit floor.
es: La ocurrencia de infiltraciones y aportes de aguas subterráneas en las unidades volcanoclásticas a elevaciones relativamente altas, infiltraciones y descargas en el contacto Tvs-Intrusivo Don Jose y las condiciones artesianas encontradas en el Tvs en bancos más bajos del pit Tesorera indican que se encontrarán cada vez más aguas subterráneas en profundidad y que las presiones asociadas a las aguas subterráneas aumentarán debajo del piso del pit.

source: The offices remaining can report back after 15 min.
es: Las oficinas restantes pueden contactarse después de 15 minutos.

source: The ongoing convergence and interaction of the tectonic plates is the major source of large earthquakes and associated strong earthquake ground shaking.
es: La convergencia e interacción actuales de las placas tectónicas son la fuente principal de los grandes sismos y de sus fuertes sacudidas.

source: The ongoing convergence and interaction of these plates is the major source of large earthquakes and strong earthquake ground shaking experienced in historical times in northern Chile.
es: La convergencia e interacción actuales de las placas son la fuente principal de los grandes sismos y de sus fuertes sacudidas en tiempos históricos en el norte de Chile.

source: The open pit mining operations of the Southwest and Central ore bodies will include eight phases that will end in a single pit with walls as high as about 600 m, and plan dimensions of approximately 2900 m by 2100 m.
es: Las operaciones de minería a cielo abierto de los cuerpos mineralizados Sudeste y Central incluirán ocho etapas que terminarán en un solo pit con muros de hasta 600 metros de altura y dimensiones en planta de 2900 metros por 2100 metros aproximadamente.

source: The open pit was about 1000 m deep and several kilometres wide at the time the study was carried out.
es: El pit tenía una profundidad de 1000 metros y varios kilómetros de ancho en el momento del estudio.

source: The open pits (Gramalote and Monjas) are represented in the model as series of drains assigned at the base (and perimeter) of the pits given their stage of development for each annual “snapshot”.
es: Los pits (Gramalote y Monjas) están representados en el modelo por una serie de drenes asignados a la base (y perímetro) de los pits de acuerdo a la etapa de desarrollo de cada instantánea anual.

source: The operation mines approximately 150,000 tonnes per day and processes approximately 52,000 tonnes per day of sulfide ore through mill flotation circuits to produce about 1,500 tonnes per day of lead and zinc concentrates, both of which also contain silver.
es: La operación extrae aproximadamente 150.000 toneladas diarias y procesa aproximadamente 52.000 toneladas diarias de mineral de sulfatos en una planta de circuitos de flotación para producir alrededor de 1500 toneladas diarias de concentrados de plomo y zinc, los cuales también contienen plata.

source: The operator explained the dangerous behavior resulted from high stress levels due to project delays.
es: El operador explicó que el comportamiento peligroso se debió a los altos niveles de estrés causados por los retrasos en el proyecto.

source: The operator’s licence or certificate of competenc must be sighted prior to commencing work.
es: Antes de iniciar los trabajos debe tenerse a la vista la licencia o certificado de competencia del operador.

source: The original design of this dam considered 2 construction stages and a maximum height of 67 m.
es: El diseño original de este muro consideró 2 etapas de construcción y una altura máxima de 67 metros.

source: The other months of the year are typically dry (little if any precipitation) and cool.
es: Los demás meses del año suelen ser secos (con escasa precipitación) y fríos.

source: The outcome of the two peer reviews and associated meetings was that BHP Billiton contracted Golder to prepare an independent seismic hazard analysis to develop EDGM parameters (i.e., MCE and 475-year return period PGA values) for the Spence Mine site.
es: El resultado de ambas revisiones senior y reuniones correspondientes fue que BHP Billiton contrató a Golder para elaborar un análisis independiente de peligro sísmico para desarrollar parámetros sísmicos de diseño (es decir, valores del evento MCE y de PGA con periodo de retorno de 475 años) para la mina Spence.

source: The outcome of these reviews and meetings was that BHP Billiton contracted Golder to prepare an independent seismic hazard analysis to develop maximum credible earthquake (MCE) and 475-year return period PGA values for the Spence Mine site.
es: El resultado de estas revisiones y reuniones fue que BHP Billiton contrató a Golder para elaborar un análisis independiente de peligro sísmico para desarrollar los valores del evento MCE y de aceleración horizontal máxima, con periodo de retorno de 475 años para la mina Spence.

source: The outcome(s) of completed investigations shall be communicated to the parties involved.
es: El o los resultados de las investigaciones concluidas deberá ser comunicado a las partes involucradas.

source: The outcomes of completed investigations shall be communicated to the parties involved.
es: Los resultados de las investigaciones completadas se comunicarán a los involucrados.

source: The overall depth to the bedrock ranges from a few meters to more than 50 meters.
es: Los rangos de profundidad al basamento rocoso se encuentran entre unos cuantos metros hasta más de 50 m.

source: The parameters for the G-R model were estimated using the method described by Weichert (1980) that assumes the seismicity is distributed uniformly in space within each source.
es: Los parámetros del modelo G-R se estimaron con el método descrito por Weichert (1980) que supone que la sismicidad se distribuye de manera uniforme en el espacio dentro de cada fuente.

source: The parameters for the Gutenberg–Richter model were estimated using the method described by Weichert (1980) that assumes the seismicity is distributed uniformly in space within each source.
es: Los parámetros del modelo de Gutenberg-Richter se estimaron con el método descrito por Weichert (1980) que supone que la sismicidad se distribuye de manera uniforme en el espacio dentro de cada fuente.

source: The person responsible for the corrective action will notify their Project Manager or Manager/Supervisor when a corrective action has been completed.
es: La persona responsable de la acción correctiva notificará a su Gerente de Proyecto o Gerente/Supervisor cuando se haya completado una acción correctiva.

source: The piezometer completions include a filter pack over the length of the open borehole from within about 2 meters of ground surface to the bottom of the piezometer, with the screened interval covering a shorter length.
es: La habilitación de piezómetros incluye un paquete de filtros a lo largo del barreno abierto desde aproximadamente los 2 primeros metros desde la superficie del terreno hasta el fondo del piezómetro y el intervalo habilitado cubre un trecho menor.

source: The piezometers range in depth from 30 meters (Moh04) to 101.5 meters (Moh01 and 02).
es: Los piezómetros varían en profundidad desde 30 metros (Moh04) hasta 101.5 metros (Moh01 y 02).

source: The piezometers should consist of several (up to three) vibrating wire pressure transducers grouted into an HQ corehole
es: Los piezómetros deben consistir en varios (hasta tres) transductores de presión de cuerda vibrante enlechados en un barreno HQ.

source: The piezometers should consist of several (up to three) vibrating wire pressure transducers grouted into each HQ-sized corehole
es: Los piezómetros deben consistir en varios (hasta tres) transductores de presión de cuerda vibrante enlechados en cada barreno de tamaño HQ.

source: The piezometers show that the water table is near the surface in the pit slopes (for example, piezometer Moh 01), near the Jayula Este instability.
es: Los piezómetros muestran que el nivel freático está cerca de la superficie en los taludes del pit (piezómetro Moh01, por ejemplo), cerca de la inestabilidad Jayula Este.

source: The pit sump collects groundwater seepage from the Tesorera pit walls where there is some minor seepage from intrusives (at an elevation of about 3950 m) and the volcaniclastic units.
es: La sentina recoge la infiltración de aguas subterráneas de los muros del pit Tesorera, donde hay una infiltración menor desde los intrusivos (a una elevación de alrededor de 3950 m) y de las unidades volcanoclásticas.

source: The pit sump is at an elevation of 3910 m.
es: La sentina se encuentra a una elevación de 3910 m.

source: The planned pit will be about 2.5 km long, 1 km wide and extend to a depth of approximately 500 m.
es: El pit propuesto será de 2,5 km de largo, 1 km de ancho y tendrá una profundidad aproximada de 500 m.

source: The planning he is doing at the start of the season is ‘big picture’.
es: La planificación que hace al comienzo de la temporada es la “idea general”.

source: The porphyry intrusion and associated mineralization is orientated sub-parallel to the Antofagasta-Calama Lineament.
es: La intrusión de pórfidos y la mineralización asociada se orientan de manera subparalela al lineamiento Antofagasta-Calama.

source: The porphyry intrusion and mineralization is orientated sub-parallel to the Antofagasta-Calama Lineament.
es: La intrusión de pórfidos y la mineralización se orientan de manera subparalela al lineamiento Antofagasta-Calama.

source: The possession or use of an illicit substance is prohibited on Golder premises or while conducting business.
es: La tenencia o uso de sustancias ilícitas está prohibida en dependencias de Golder o durante el trabajo.

source: The possible occurrence of each magnitude earthquake at any part of a source, including the closest location to the site, is incorporated in PSHA.
es: La posible ocurrencia de cada sismo de magnitud en cualquier parte de una fuente, así como la ubicación más cercana al sitio, se incorporan en el análisis PSHA.

source: The potential for cracking the Soil Bentonite (SB) or Soil Cement Bentonite (SCB) cut-off walls of the Bay-Goose dike as result of blasting during mining operations was assessed.
es: Se evaluó el potencial de agrietamiento de los muros cortafuga de suelo-bentonita (SB) o suelo-cemento-bentonita (SCB) del dique Bay-Goose a raíz de la voladura durante las operaciones mineras.

source: The potential for subsurface utilities or equipment grounding requirements were not addressed in the HaSEP, pre-task analysis, or tailgate briefing.
es: No se abordó el potencial de encontrarse servicios enterrados o conexiones a tierra de equipamiento ni en el HaSEP, ni en el análisis previo ni en la reunión de seguridad previa.

source: The potential presence of underground services can be identified using:
es: La posible presencia de servicios enterrados puede identificarse usando:

source: The pre-split has generally performed well in supporting development of stable bench faces in the more massive Intrusive (II - Photograph 23).
es: El precorte se ha ejecutado bien en general para permitir el desarrollo de frentes estables en el Intrusivo II que es más masivo (Fotografía 23).

source: The preferred maximum magnitude was given a weight of 0.6 and the upper and lower bounds were given weights of 0.2 and 0.2 respectively.
es: A la magnitud máxima preferente se le asignó una ponderación de 0,6 y a los límites superior e inferior se les dio a ambos una ponderación de 0,2.

source: The preferred value was given a weight of 0.6 and the upper and lower bounds were given weights of 0.2 each.
es: Al valor preferente se le asignó una ponderación de 0,6 y a los límites superior e inferior se les dio a ambos una ponderación de 0,2.

source: The preferred value was given a weight of 0.6 and the upper and lower bounds were given weights of 0.2 each;
es: Al valor preferente se le asignó una ponderación de 0,6 y a los límites superior e inferior se les dio a ambos una ponderación de 0,2.

source: The presence of atmospheric contaminants above the exposure limit.
es: presencia de contaminantes atmosféricos por encima del límite de exposición;
